Revit 2024 API
ParameterTypeId.PointElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PointElevation { get; }
Visual Basic
Public Shared ReadOnly Property PointElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PointElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace